
{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 50254,
      "special": false,
      "content": "                        ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50255,
      "special": false,
      "content": "                       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50256,
      "special": false,
      "content": "                      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50257,
      "special": false,
      "content": "                     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50258,
      "special": false,
      "content": "                    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50259,
      "special": false,
      "content": "                   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50260,
      "special": false,
      "content": "                  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50261,
      "special": false,
      "content": "                 ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50262,
      "special": false,
      "content": "                ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50263,
      "special": false,
      "content": "               ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50264,
      "special": false,
      "content": "              ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50265,
      "special": false,
      "content": "             ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50266,
      "special": false,
      "content": "            ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50267,
      "special": false,
      "content": "           ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50268,
      "special": false,
      "content": "          ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50269,
      "special": false,
      "content": "         ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50270,
      "special": false,
      "content": "        ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50271,
      "special": false,
      "content": "       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50272,
      "special": false,
      "content": "      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50273,
      "special": false,
      "content": "     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50274,
      "special": false,
      "content": "    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50275,
      "special": false,
      "content": "   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    },
    {
      "id": 50276,
      "special": false,
      "content": "  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "\u00a1": 96,
      "\u00a2": 97,
      "\u00a3": 98,
      "\u00a4": 99,
      "\u00a5": 100,
      "\u00a6": 101,
      "\u00a7": 102,
      "\u00a8": 103,
      "\u00a9": 104,
      "\u00aa": 105,
      "\u00ab": 106,
      "\u00ac": 107,
      "\u00ae": 108,
      "\u00af": 109,
      "\u00b0": 110,
      "\u00b1": 111,
      "\u00b2": 112,
      "\u00b3": 113,
      "\u00b4": 114,
      "\u00b5": 115,
      "\u00b6": 116,
      "\u00b7": 117,
      "\u00b8": 118,
      "\u00b9": 119,
      "\u00ba": 120,
      "\u00bb": 121,
      "\u00bc": 122,
      "\u00bd": 123,
      "\u00be": 124,
      "\u00bf": 125,
      "\u00c2": 126,
      "\u00c3": 127,
      "\u00c4": 128,
      "\u00c5": 129,
      "\u00c6": 130,
      "\u00c7": 131,
      "\u00c8": 132,
      "\u00c9": 133,
      "\u00ca": 134,
      "\u00cb": 135,
      "\u00cc": 136,
      "\u00cd": 137,
      "\u00ce": 138,
      "\u00cf": 139,
      "\u00d0": 140,
      "\u00d1": 141,
      "\u00d2": 142,
      "\u00d3": 143,
      "\u00d4": 144,
      "\u00d5": 145,
      "\u00d6": 146,
      "\u00d7": 147,
      "\u00d8": 148,
      "\u00d9": 149,
      "\u00da": 150,
      "\u00db": 151,
      "\u00dc": 152,
      "\u00dd": 153,
      "\u00de": 154,
      "\u00df": 155,
      "\u00e0": 156,
      "\u00e1": 157,
      "\u00e2": 158,
      "\u00e3": 159,
      "\u00e4": 160,
      "\u00e5": 161,
      "\u00e6": 162,
      "\u00e7": 163,
      "\u00e8": 164,
      "\u00e9": 165,
      "\u00ea": 166,
      "\u00eb": 167,
      "\u00ec": 168,
      "\u00ed": 169,
      "\u00ee": 170,
      "\u00ef": 171,
      "\u00f0": 172,
      "\u00f1": 173,
      "\u00f2": 174,
      "\u00f3": 175,
      "\u00f4": 176,
      "\u0100": 177,
      "\u0101": 178,
      "\u0102": 179,
      "\u0103": 180,
      "\u0104": 181,
      "\u0105": 182,
      "\u0106": 183,
      "\u0107": 184,
      "\u0108": 185,
      "\u0109": 186,
      "\u010a": 187,
      "\u010b": 188,
      "\u010c": 189,
      "\u010d": 190,
      "\u010e": 191,
      "\u010f": 192,
      "\u0110": 193,
      "\u0111": 194,
      "\u0112": 195,
      "\u0113": 196,
      "\u0114": 197,
      "\u0115": 198,
      "\u0116": 199,
      "\u0117": 200,
      "\u0118": 201,
      "\u0119": 202,
      "\u011a": 203,
      "\u011b": 204,
      "\u011c": 205,
      "\u011d": 206,
      "\u011e": 207,
      "\u011f": 208,
      "\u0120": 209,
      "\u0121": 210,
      "\u0122": 211,
      "\u0123": 212,
      "\u0124": 213,
      "\u0125": 214,
      "\u0126": 215,
      "\u0127": 216,
      "\u0128": 217,
      "\u0129": 218,
      "\u012a": 219,
      "\u012b": 220,
      "\u012c": 221,
      "\u012d": 222,
      "\u012e": 223,
      "\u012f": 224,
      "\u0130": 225,
      "\u0131": 226,
      "\u0132": 227,
      "\u0133": 228,
      "\u0134": 229,
      "\u0135": 230,
      "\u0136": 231,
      "\u0137": 232,
      "\u0138": 233,
      "\u0139": 234,
      "\u013a": 235,
      "\u013b": 236,
      "\u013c": 237,
      "\u013d": 238,
      "\u013e": 239,
      "\u013f": 240,
      "\u0140": 241,
      "\u0141": 242,
      "\u0142": 243,
      "\u0143": 244,
      "\u0120\u0120": 245,
      "\u0120t": 246,
      "\u0120a": 247,
      "he": 248,
      "in": 249,
      "re": 250,
      "on": 251,
      "\u0120\u0120\u0120\u0120": 252,
      "\u0120the": 253,
      "er": 254,
      "at": 255,
      "\u0120s": 256,
      "en": 257,
      "\u0120o": 258,
      "\u0120w": 259,
      "\u0120c": 260,
      "is": 261,
      "it": 262,
      "or": 263,
      "ed": 264,
      "es": 265,
      "an": 266,
      "al": 267,
      "\u0120p": 268,
      "\u0120f": 269,
      "\u0120b": 270,
      "\u0120an": 271,
      "ing": 272,
      "\u0120of": 273,
      "ar": 274,
      "\u0120in": 275,
      "ou": 276,
      "\u0120d": 277,
      "\u0120m": 278,
      "ion": 279,
      "ic": 280,
      "\u0120to": 281,
      "le": 282,
      "--": 283,
      "as": 284,
      "\u0120and": 285,
      "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 286,
      "ro": 287,
      "\u0120h": 288,
      "\u0120th": 289,
      "ent": 290,
      "ct": 291,
      "et": 292,
      "el": 293,
      "\u0120re": 294,
      "\u0120n": 295,
      "st": 296,
      "om": 297,
      "\u0120l": 298,
      "\u0120e": 299,
      "il": 300,
      "id": 301,
      "ot": 302,
      "im": 303,
      "ig": 304,
      "\u0120g": 305,
      "ve": 306,
      "ut": 307,
      "\u0120T": 308,
      "\u0120I": 309,
      "\u0120is": 310,
      "ol": 311,
      "am": 312,
      "\u0120(": 313,
      "ly": 314,
      "----": 315,
      "us": 316,
      "ac": 317,
      "ation": 318,
      "ow": 319,
      "\u0120be": 320,
      "ur": 321,
      "\u0120S": 322,
      "\u0120for": 323,
      "ad": 324,
      "\u00e2\u0122": 325,
      "\u0120that": 326,
      "\u0120on": 327,
      "un": 328,
      "\u0120A": 329,
      "\u0120C": 330,
      "\u0120st": 331,
      "ver": 332,
      "ay": 333,
      "ith": 334,
      "ul": 335,
      "ce": 336,
      "\u01201": 337,
      "if": 338,
      "se": 339,
      "\u0120y": 340,
      "\u0120\u0120\u0120": 341,
      "\u0120with": 342,
      "ir": 343,
      "\u0120he": 344,
      "\u0120con": 345,
      "\u0120\"": 346,
      "\u0120as": 347,
      "ch": 348,
      "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 349,
      "ter": 350,
      "od": 351,
      "\u0120it": 352,
      "\u0120M": 353,
      "\u0120pro": 354,
      "\u0120al": 355,
      "ag": 356,
      "ab": 357,
      "em": 358,
      "\u0120we": 359,
      "um": 360,
      "00": 361,
      "\u0120v": 362,
      "ri": 363,
      "\u0120wh": 364,
      "pe": 365,
      "ate": 366,
      "\u0120P": 367,
      "\u0120you": 368,
      "\u0120was": 369,
      "\u0120$": 370,
      "qu": 371,
      "\u0120de": 372,
      "res": 373,
      "\u01202": 374,
      "os": 375,
      "ra": 376,
      "pp": 377,
      "\u0120B": 378,
      "her": 379,
      "\u0120The": 380,
      "==": 381,
      "ist": 382,
      "est": 383,
      "ht": 384,
      "\u0120ex": 385,
      "ant": 386,
      "\u0120at": 387,
      "\u0120H": 388,
      "\u0120com": 389,
      "\u0120or": 390,
      "\u0120r": 391,
      "ld": 392,
      "\u0120\\": 393,
      "th": 394,
      "and": 395,
      "\u0120se": 396,
      "--------": 397,
      "ers": 398,
      "\u0120D": 399,
      "iv": 400,
      "\u0120F": 401,
      "\u0120su": 402,
      "\u0120are": 403,
      "ain": 404,
      "ess": 405,
      "oc": 406,
      "\u0120by": 407,
      "ill": 408,
      "rom": 409,
      "ore": 410,
      "\u0120W": 411,
      "op": 412,
      "ke": 413,
      "ity": 414,
      "oun": 415,
      "\u0120R": 416,
      "\u0120not": 417,
      "\u0120L": 418,
      "\u0120ha": 419,
      "ment": 420,
      "ction": 421,
      "ive": 422,
      "end": 423,
      "**": 424,
      "\u0120ne": 425,
      "\u0120=": 426,
      "\u0120N": 427,
      "\u0120-": 428,
      "ight": 429,
      "ort": 430,
      "pt": 431,
      "\u0120from": 432,
      "red": 433,
      "'s": 434,
      "art": 435,
      "\u0120this": 436,
      "ell": 437,
      "ud": 438,
      "\u0120sh": 439,
      "\u0120un": 440,
      "\u0120us": 441,
      "te": 442,
      "\u0120G": 443,
      "\u0120E": 444,
      "ren": 445,
      "pl": 446,
      "ies": 447,
      "\u0120ch": 448,
      ".\"": 449,
      "ould": 450,
      "ial": 451,
      "\u0120have": 452,
      "fe": 453,
      "our": 454,
      "all": 455,
      "ated": 456,
      "\u00e2\u0122\u013b": 457,
      "\u0120le": 458,
      "ure": 459,
      "ine": 460,
      "ust": 461,
      "og": 462,
      "ge": 463,
      "{\\": 464,
      "\u0120k": 465,
      "ie": 466,
      "\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 467,
      "per": 468,
      "ich": 469,
      "\u01200": 470,
      "ack": 471,
      "ard": 472,
      "\u0120O": 473,
      "ical": 474,
      "\u0120*": 475,
      "\u0120can": 476,
      "\u010a\u0120\u0120\u0120": 477,
      "iz": 478,
      "\u0120me": 479,
      "\u0120j": 480,
      ").": 481,
      "ame": 482,
      "out": 483,
      "up": 484,
      "ome": 485,
      "age": 486,
      "ib": 487,
      "\u0120whe": 488,
      "ue": 489,
      "\u0120ab": 490,
      "der": 491,
      "\u0120tr": 492,
      "ost": 493,
      "able": 494,
      "\u01203": 495,
      "\u0120In": 496,
      "\u0120were": 497,
      "cl": 498,
      "\u0120pl": 499,
      "\u0120J": 500,
      "\u0120res": 501,
      "\u0120cl": 502,
      "ult": 503,
      "ide": 504,
      "ast": 505,
      "ath": 506,
      "ans": 507,
      "ther": 508,
      "\u0120comp": 509,
      "The": 510,
      "ase": 511,
      "\u0120all": 512,
      "\u0120do": 513,
      "act": 514,
      "ass": 515,
      "\u0120im": 516,
      "ound": 517,
      "ak": 518,
      "\u0120ad": 519,
      "01": 520,
      "\u0120his": 521,
      "ap": 522,
      "\u0120cont": 523,
      "====": 524,
      "ign": 525,
      "orm": 526,
      "ind": 527,
      "ous": 528,
      "oug": 529,
      "\u0120U": 530,
      "one": 531,
      "ip": 532,
      "\u0120but": 533,
      "\u0120which": 534,
      "\u010a\u010a": 535,
      "ok": 536,
      "..": 537,
      "ub": 538,
      "ition": 539,
      "\u0120int": 540,
      "\u0120\u00e2\u0122": 541,
      "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 542,
      "ong": 543,
      "\u0120[": 544,
      "ph": 545,
      "\u0120en": 546,
      "ice": 547,
      "\u0120wor": 548,
      "\u0120ar": 549,
      "cc": 550,
      "\u0120{": 551,
      "ary": 552,
      "ime": 553,
      "ep": 554,
      "ty": 555,
      "\u0120has": 556,
      "\u0120dis": 557,
      ");": 558,
      "\u0120+": 559,
      "ress": 560,
      "ens": 561,
      "\u0120out": 562,
      "du": 563,
      "\u0120go": 564,
      "int": 565,
      "ence": 566,
      "ff": 567,
      "=\"": 568,
      "ations": 569,
      "ne": 570,
      "ia": 571,
      "\u0120qu": 572,
      "----------------": 573,
      "\u0120had": 574,
      "\u00c2\u0142": 575,
      "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 576,
      "\u01204": 577,
      "_{": 578,
      "ru": 579,
      "av": 580,
      "\u0120one": 581,
      "),": 582,
      "ose": 583,
      "ace": 584,
      "con": 585,
      "\u010a\u0120": 586,
      "ile": 587,
      "\u0120will": 588,
      "ber": 589,
      "ory": 590,
      "\u0120per": 591,
      "ents": 592,
      "ance": 593,
      "\u0120so": 594,
      "ally": 595,
      "\u0120Th": 596,
      "\u0120they": 597,
      "\u0120up": 598,
      "}}": 599,
      "ely": 600,
      "so": 601,
      "ough": 602,
      "ire": 603,
      "\u0120if": 604,
      "//": 605,
      "ang": 606,
      "ach": 607,
      "\u01205": 608,
      "are": 609,
      "ry": 610,
      "\u0120K": 611,
      "\u0120ev": 612,
      "ear": 613,
      "ite": 614,
      "de": 615,
      "\u0120their": 616,
      "\u0120her": 617,
      "\u0120sa": 618,
      "\u0120my": 619,
      "ll": 620,
      "ions": 621,
      "\u0120app": 622,
      "\u0109\u0109": 623,
      "rent": 624,
      "\u0120more": 625,
      "'t": 626,
      "\u0120there": 627,
      "own": 628,
      "\u0120part": 629,
      "form": 630,
      "port": 631,
      "\u0120li": 632,
      "xt": 633,
      "\u0120your": 634,
      "very": 635,
      "ord": 636,
      "\u0120man": 637,
      "\u0120pre": 638,
      "\u0120ag": 639,
      "ake": 640,
      "ors": 641,
      "\u0120no": 642,
      "\u0120other": 643,
      "\u0120been": 644,
      "ook": 645,
      "ect": 646,
      "ail": 647,
      "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 648,
      "ft": 649,
      "\u0120gr": 650,
      "\u0120would": 651,
      "vel": 652,
      "\u0120sp": 653,
      "\u0120<": 654,
      "\u012019": 655,
      "ys": 656,
      "\u0120V": 657,
      "ree": 658,
      "\u0120St": 659,
      "\u0120sc": 660,
      "ks": 661,
      "urn": 662,
      "lic": 663,
      "we": 664,
      "\u0120who": 665,
      "aus": 666,
      "\u0120any": 667,
      "\u00e2\u0122\u013f": 668,
      "\u0120$\\": 669,
      "\u0120about": 670,
      "\u0120also": 671,
      "\u0120when": 672,
      "\u0120time": 673,
      "\u0120\u0120\u0120\u0120\u0120": 674,
      "reat": 675,
      "low": 676,
      "erv": 677,
      "eth": 678,
      "math": 679,
      "wo": 680,
      "com": 681,
      "ata": 682,
      "[@": 683,
      "ates": 684,
      "\u0120than": 685,
      "\u0120'": 686,
      "\u0120ro": 687,
      "In": 688,
      "\u0120over": 689,
      "\u0120some": 690,
      "\u0120ob": 691,
      "ific": 692,
      "erm": 693,
      "\u0120kn": 694,
      "ric": 695,
      "\\]": 696,
      "\u0120its": 697,
      "ays": 698,
      "fter": 699,
      "hat": 700,
      "\u0120bet": 701,